{
    "seeds": [
        {
            "name": "Fig Pancakes",
            "description": "Scrumptious gluten-free & vegan pancakes topped with some fresh black figs!",
            "ingredients": "1 cup oat flour • .5 cup oat milk • 1 ripe banana mashed • 2 tsp chia seeds • 2 tsp baking powder • 1 tsp vanilla extract • dash of cinnamon ",
            "directions": "Combine dry ingredients and then add in wet ingredients. Oil a pan with coconut oil. Scoop in mixture⁣. Drizzle with maple syrup and almond butter. Add some figs! Makes about 3 - 4⁣."
        },
        {
            "name": "Vegan Tofu Ricotta",
            "description": "Tofu ricotta that tastes just like the real deal- use on pastas, pizzas & more!",
            "ingredients": "1 package of firm tofu • 2 tsp minced garlic⁣ • 1 tsp ACV • 2 tbsp olive oil (more if you want it creamier) • salt & pepper to taste • also a dash of garlic powder if you want ",
            "directions": "Blend together all ingredients! ⁣I added it onto a simple pasta dinner with shiitake mushrooms, sautéed cherry tomatoes and topped with some basil.⁣"
        },
        {
            "name": "Classic Green Smoothie",
            "description": "Your daily greens and fruits all in one!",
            "ingredients": "- .5 cup frozen bananas - .5 cup frozen pineapple - .5 cup frozen spinach -3 stalks celery - .5 avocado (healthy fats) -1 tsp chia seeds -dash of turmeric (sounds weird- but you can’t taste it at alll) -dash of cinnamon -1 tsp matcha (@golde)⁣ -knob of ginger -coconut water to blend⁣",
            "directions": "This came out so thick and creamy and will keep me full for hours!"
        },
        {
            "name": "Thick Brownies",
            "description": "A twist on the favorite brownie recipe that is all plant-based!",
            "ingredients": "• 2 cups gf flour (used almond) • 1.5 tbsp baking powder⁣ • 1.5 cups coco sugar • 1 cup cacao powder • dash of sea salt • 1 tsp vanilla extract • 1 tbsp granola butter to make it more goooey • 1 cup oat milk • .5 cup coconut oil ⁣",
            "directions": "Preheat oven to 350 degrees. Combine flour, bp, sea salt, and cacao powder in large bowl. Mix in oat milk, vanilla extract, granola butter & coconut oil and add into dry ingredients. Lastly add in all the choc chips⁣. Pour in batter in a greased brownie pan and bake for 35-40 mins- check periodically! ⁣"
        },
        {
            "name": "Warm Bevy To Start The Day",
            "description": "When you still want the ritual of having a morning drink but without the jitters of the usual coffee!",
            "ingredients": "",
            "directions": "Dandy Blend Coffee is essentially a coffee alternative that’s made with a mix of dandelion root, chicory root, rye & barley. Therefore, no post coffee jitters! ⁣⁣"
        }
    ]
}